Repository: samikeijonen/calculate-courses
Catalog: languages/calculate-grades-*.po
Languages: fi

source: Calculated grades
fi: Lasketut arvosanat

source: Points
fi: Pisteet

source: Grade
fi: Arvosana

source: Common grade combinations
fi: Yleisiä maksimipisteitä

source: Max. points 30
fi: Maksimipisteet 30

source: Max. points 36
fi: Maksimipisteet 36

source: Max. points 42
fi: Maksimipisteet 42

source: Max. points 48
fi: Maksimipisteet 48

source: Max points
fi: Maksimipisteet

source: Points for four
fi: Nelosen pistemäärä

source: Student points
fi: Saatu pistemäärä

source: Calculate
fi: Laske

source: Calculate grades
fi: Arvosanalaskuri

source: Calculate grades via form.
fi: Laske arvosanoja lomakkeen avulla.
